//
// Notes:
// - Translate only the parts to the right of the = sign.
// - Leave special characters such as \ and @% as they are.
//

"PARENT_GATE_INSTRUCTIONS" = "Для дополнительной информации и помощи в любой момент нажмите на экран двумя пальцами и удерживайте их несколько секунд.";

"LOCATION_EXPLANATION" = "Чтобы определить, в каком направлении находится Санта Клаус, приложению нужно знать Ваше приблизительное местоположение.\
\
В соответствии с нормами защиты конфиденциальности детей приложение не определяет Вашего действительного местонахождения. Вместо этого оно запрашивает приблизительное: город, страну, регион или индекс.";

"NETWORK_ERROR_MESSAGE" = "Пожалуйста, попробуйте немного позже или проверьте настройки сети на своем устройстве.\
\
Для поиска на местности нужен доступ к сети.";

// Make it clear we are asking for a rough location, not an exact address.
"LOCATION_PROMPT" = "Где Вы находитесь (приблизительно)?";

"CITY_STATE_ETC" = "Город, регион, страна и т.п.";

"DEFAULT_LOC_NAME" = "Установите Ваше местонахождение";

"SET_LOCATION_TEXT" = "Хотите указать свой город или регион, чтобы точнее определить направление и расстояние до Санта Клауса?";

"SET_LOCATION_LATER_TEXT" = "Направление и расстояние до Санта Клауса будут определяться на основе местоположения, установленного по умолчанию. Вы можете указать свое местоположение в любой момент. Для этого нажмите на кнопку информации внизу экрана.";

// For twitter, etc. so limit to 140 chars or less.
// The %@ part will be replaced with a phrase like "826 miles" by the app.
"SHARE_TEXT" = "Я нашел Санта Клауса на расстоянии %@. http://goo.gl/DVKzhA #рождество #apps #iPhone #santarts";

"MILES_SHORT" = "миль";

"KILOMETERS_SHORT" = "км";

// We want people to click this and review the app positively.
"RTS_NEWS_DEFAULT_TEXT" = "Мы надеемся, что приложение Вам понравилось!";

//
// Basic labels for buttons, etc.
//

"PRIVACY_POLICY_LABEL" = "Политика конфиденциальности";

"DONE_LABEL" = "Готово";

"CANCEL_LABEL" = "Отмена";

"NO_THANKS" = "Нет, спасибо";

"OKAY" = "ОК";

// For a button leading to a help page
"HELP" = "Помощь";

// For a button leading to a social sharing screen
"SHARE" = "Поделиться";

//
// On-screen statuses and errors.  These need to be as short as possible.
//

"STATUS_SCANNING" = "Сканирует...";

"STATUS_LOCKING" = "Соединяет...";

"NETWORK_ERROR_LABEL" = "Ошибка сети";

"CAMERA_PREVIEW_VIDEO_NOT_CONNECTED" = "Нет камеры";

"CAMERA_VIEW_ERROR" = "Неполадки с камерой";

"AUDIO_INIT_ERROR" = "Неполадки со звуком";

"SENSOR_ERROR_CANT_FIND_NORTH" = "Неполадки с компасом";

"IOS_NEEDS_UPGRADE" = "Нужно обновить iOS";

"SENSOR_ERROR_MAGNETOMETER_NOT_AVAILABLE" = "Нет компаса";

"LOCATION_ERROR" = "Ошибка местоположения";

"FILE_ERROR" = "Ошибка файла";

"INTENAL_ERROR" = "Внутренняя ошибка";

//
// No translations below here, please.
//

"APP_HOME_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=ru&u=http%3A%2F%2Fwww.roundtripsoftware.com%2F&sandbox=1";

"APP_HELP_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=ru&u=http%3A%2F%2Fwww.roundtripsoftware.com%2Fhelp%2Fsanta%2F&sandbox=1";

"RTS_HOME_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=ru&u=http%3A%2F%2Fwww.roundtripsoftware.com%2F&sandbox=1";

"RTS_NEWS_TEXT_SOURCE" = "http://goo.gl/LvCF0u";

"RTS_NEWS_LINK_SOURCE" = "http://www.roundtripsoftware.com/app_news/link_ru.txt";

"APP_PRIVACY_POLICY_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=ru&u=http%3A%2F%2Fwww.privacychoice.org%2Fpolicy%2Ftext%3Fpolicy%3Ddf32b1f28302e7d1ca0887ea017f166d&sandbox=1";

"RTS_NEWS_DEFAULT_LINK" = "http://goo.gl/DVKzhA";
